[
{"title": "Modernisiert : BKS Bank Spittal", "link": "https://www.bks.at/-/modernisierte-bks-bank-spittal?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Herta Stockbauer und Gottfried Kindler freuen sich über die gelungene Modernisierung. (c)Arnold Pöschl „Wir freuen uns sehr, dass die Modernisierung im geplanten Zeitraum durchgeführt werden konnte. Unsere Kunden erwartet nun eine technisch perfekt ausgestattete Filiale, die großräumiger und heller konzipiert wurde und gleichzeitig ein höheres Maß an Diskretion gewährt“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank, die der modernisierten Filiale dieser Tage einen persönlichen Besuch abstattete. Investiert wurden in die insgesamt ca. 780 qm des Bankbereiches und des ebenso großen Wohnbereiches der beiden Gebäude am Hauptplatz 6 und in der Ebergasse 10 rund 2 Mio. EUR. Der Filialbetrieb konnte während der gesamten Bauphase aufrechterhalten werden. „Bis Ende März werden noch weitere Besprechungsräume im oberen Stock der Filiale fertiggestellt. Die Wohnungen werden bis April 2021 bezugsfertig sein“, so Stockbauer. Filiale der Zukunft Herzstück und erster Anlaufpunkt der neuen Filiale ist das neue Service-Pult, welches die klassische Banktheke ablöste. Bargeldgeschäfte finden in einem eigenen Raum statt, der frei von fremden Blicken ist und somit ein höheres Maß an Sicherheit für Kunden und Mitarbeiter gewährt. „Wir fühlen uns sehr wohl in der neuen Filiale. Für persönliche Kundenberatungen stehen uns modernste Besprechungsräume zur Verfügung und auch die SB-Zone wurde modernisiert“, so Gottfried Kindler, der seit 26 Jahren die Filiale in Spittal erfolgreich leitet. Am neuen FX-10 können Unternehmen unter anderem ihre gesamte Tageslosung, Münzen und Scheine an ein und demselben Gerät, einzahlen. Unterstützt wird Gottfried Kindler von 18 Mitarbeitern, die Privat- und Firmenkunden gleichermaßen exzellent betreuen. „Wir sind ab sofort auch durchgehend, von Montag bis Freitag, von 08:00 Uhr bis 16:00 Uhr, in der Filiale erreichbar“, so Kindler. Neuer Wohnraum im Herzen Spittals Die verbleibenden Flächen am Hauptplatz 6, wurden für 13 Mietwohnungen genützt, mit jeweils 35 bis 88 qm, zum Teil mit Balkon und alle über einen Aufzug barrierefrei erreichbar. Die alte Ölheizung wird durch ein modernes Heizungssystem ersetzt, welches von der Stadt Spittal mit Gas versorgt wird. Geplant wurde das Haus von der Architektur Consult GmbH. Die Bauleitung übernahm die Samitz & Ruhdorfer Planungsbüro für Architektur GmbH & Co Kg. Vorwiegend werden heimische Professionisten beauftragt. Vermietet werden die Mietwohnungen über die alpeimmo Immobilien und Bauträger GmbH.Interessenten können sich unter der Telefonnummer 0664/5130735 bei Herrn Albert Reiter informieren. Öffnungszeiten: MO bis FR von 08:00 Uhr bis 16:00 Uhr. BKS Bank Filiale Spittal Hauptplatz 6 9800 Spittal T: 04762 2626-0 www.bks.at", "date": "17.02.2021"},
{"title": "Safer Internet Day: So bezahlen Sie sicher im Internet", "link": "https://www.bks.at/-/safer-internet-day-so-bezahlen-sie-sicher-im-internet?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank Vorstandsmitglied Dieter Kraßnitzer Noch nie wurden so viele Rechnungen online bezahlt, wie heute. Neben der Verwendung des Klassikers Online-Banking ist es für viele Personen Standard, online getätigte Bestellungen oder Buchungen gleich mit Kreditkarte zu bezahlen. Leider kommt es dabei aber immer wieder zu Missbrauchsfällen, die oft vermeidbar gewesen wären. BKS Bank-Vorstandsmitglied Dieter Kraßnitzer, Christian Baumgartner vom Landeskriminalamt Kärnten und Christoph Niessl von der PayLife Bank GmbH gaben daher unlängst Tipps aus der Praxis, wie man online sicher bezahlen kann. Konkret riet beispielsweise Dieter Kraßnitzer: Keine Bank oder Versicherung schickt E-Mails aus oder macht Telefonanrufe, in denen Sie nach Ihren persönlichen Login-Daten für Ihr Online-Banking gefragt werden. Bei solchen Mails oder Anrufen empfehlen wir, keinesfalls Daten weiterzugeben. Wenn Sie unsicher sind, ob es sich doch um eine echte Anfrage handelt, rufen Sie Ihren Betreuer an und fragen Sie nach. Überprüfen Sie regelmäßig Ihren Kontoauszug und Ihre Kreditkartenrechnung, ob tatsächlich nur von Ihnen getätigte Käufe abgebucht werden. Wenn nicht, lassen Sie die Karte sofort sperren. Kaufen Sie auch online nur bei vertrauenswürdigen Plattformen ein. Ändern Sie regelmäßig Ihre Passwörter. Regelmäßige Updates am PC, Tablet oder Smartphone gewährleisten, dass die Sicherheitsvorkehrungen von Internetbrowser und Betriebssystem immer auf dem neuesten Stand sind. Ein Virenscanner, der regelmäßig aktualisiert werden muss, kann den Rechner vor Angriffen durch Hacker schützen. Eine persönliche Firewall überwacht zudem den ein- und ausgehenden Netzverkehr und verhindert unbefugte Zugriffe von außen. Christian Baumgartner und Christoph Nissl gaben zudem einen Überblick über aktuelle Gefahrenquellen beim Umgang mit persönlichen Daten und neue Tricks der Internetbetrüger, um zu Daten und Passwörtern zu kommen. So werden vermehrt Einträge in Sozialen Netzwerken, wie Facebook, dazu verwendet, um zu Informationen über konkrete Zielpersonen zu gelangen. Verbreitet sind mittlerweile auch Phishing-Mails, in welchen eine Problemsituation vorgetäuscht wird (z.B. von Ihrem Konto wurde ein hoher Betrag abgebucht…; Ihre Kreditkarte wurde gesperrt…), welchen ein Anruf eines vermeintlichen Bankmitarbeites folgt, der vorgibt, helfen zu können, dafür aber Kartendaten und PINs oder TANs braucht. Würde ich meine Daten auch einem Fremden auf der Straße geben? Der Rat der Sicherheitsexperten: „Gehen Sie mit Ihren Daten in der virtuellen Welt genauso sorgsam um, wie in der realen. Fragen Sie sich immer, warum will jemand im Internet oder am Telefon diese Information von mir und würde ich sie auch einem Fremden auf der Straße geben?“ Nachsatz: Ein Bank oder Kartengesellschaft braucht sicher keine Konto- und Karten- oder Bankingnummern (weil sie diese schon hat) und würde auch nie Passwörter per Mail oder Telefon abfragen. Eine Bedrohungssituation wird auch mit sogenannter Scareware aufgebaut, das sind falsche Warnmitteilungen, die auf Computern eingeschleust werden und dazu auffordern, einem Link auf eine oft gefälschte Seite zu folgen oder einen Download durchzuführen, mit dem meist Viren oder Trojaner infiziert werden. Bei Verdacht auf einen Schaden: Sofort die Bank informieren Für den Fall, dass trotz aller Vorkehrungen etwas passiert oder auch nur der Verdacht besteht, rät Cybercop Baumgartner sofort mit der Bank oder Kartengesellschaft Kontakt aufzunehmen und gegebenenfalls Sperren zu veranlassen. Jedenfalls im Schadensfall sollte immer auch Anzeige erstattet werden. Dies kann bei der nächsten Polizeiinspektion, bei der heute in der Regel ein speziell augebildeter Bezirksdatenermittler verfügbar ist, oder beim jeweiligen Landeskriminalamt erfolgen. Um eine effektive Aufklärungsarbeit der Polizei zu ermöglichen, sollte möglichst viel dokumentiert und vor allem nichts gelöscht werden. Was tun, wenn man Opfer einer Cyberattacke wird: Bank oder Kreditkartengesellschaft auf den Notruftelefonnummern informieren und Sperren veranlassen Anzeige bei der nächsten Polizeiinspektion oder beim Landeskriminalamt Keine Daten löschen (z.B. Emails, etc.) Screenshots machen (Notfalls mit Digitalkamera) Tatzeiten notieren Ausdrucke machen Notizen machen Foto: Gernot Gleiss (honorarfrei abdruckbar) Bildunterschrift: BKS Bank-Vorstandsmitglied Dieter Kraßnitzer", "date": "01.02.2021"},
{"title": "Spendenaktion für die Erdbebenopfer in Kroatien", "link": "https://www.bks.at/-/spenden_f-c3-bcr_erdbebenopfer_kroatien?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "„Unsere Mitarbeiter haben sehr viel Herz bewiesen. 8.862,- EUR sind innerhalb weniger Tage auf das Spendenkonto eingegangen. Das ist ein beachtlicher Wert und mein Dank gilt all jenen Mitarbeitern, die sich an der Spendenaktion beteiligt haben“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Der Betrag wird demnächst an die anerkannte NGO Solidarna übergeben. Ein neues Zuhause Die Spendensumme wird durch die Übergabe eines Mobile-Homes durch die BKS Bank ergänzt. „Viele Menschen haben rund um das Epizentrum ihre Häuser und Wohnungen verloren. Wir helfen, indem wir ein gut ausgestattetes Mobile-Home den Opfern zur Verfügung stellen“, so Stockbauer. Die Auswahl jener Personen, welche ein Mobile-Home erhalten, wird unter Abstimmung mit dem Roten Kreuz in Kroatien vorgenommen.", "date": "10.02.2021"},
{"title": "BKS Bank besetzt Führungspositionen  mit langjährigen Mitarbeitern", "link": "https://www.bks.at/-/bks-bank-besetzt-fuehrungspositionen-mit-langjaehrigen-mitarbeitern?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Neues Leitungsteam in der BKS Bank: Ferdinand Pinkelnig und Renata Maurer-Nikolic. „Wir freuen uns sehr, diese verantwortungsvollen Positionen in die erfahrenen Hände von langjährigen Mitarbeiter legen zu können. Beide sind hervorragend qualifiziert und haben ihre hohe Leistungsbereitschaft bereits vielfach unter Beweis gestellt“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Der Grund für die beiden Neuernennungen ist die Reorganisation der Abteilung „Eigen- und Auslandsgeschäft“ der BKS Bank, welche seit vielen Jahren unter der Leitung von Josef Morak stand. „Josef Morak war 43 Jahre lang für die BKS Bank tätig. Wir danken ihm für sein außerordentliches Engagement und wünschen ihm für seinen neuen Lebensabschnitt in der Pension alles erdenklich Gute“, so Stockbauer. Die über viele Jahre an Aufgaben stark gewachsene Abteilung wurde nun in zwei neue Abteilungen gesplittet: Sales International und Treasury & Financial Institutions. Bindeglied und Drehscheibe: Sales International Die Abteilung Sales International ist die Drehscheibe zwischen den Auslandsdirektionen, den ausländischen Leasing- und Tochtergesellschaften und der Zentrale in Klagenfurt. Die Leitung übernimmt Renata Maurer-Nikolic, welche seit 2008 für die BKS Bank tätig ist. Im Jahr 2014 wurde ihr die Leitung der Gruppe Betreuung Auslandsniederlassungen übertragen, 2019 erhielt sie die Prokura verliehen. Geboren in Bosnien-Herzegowina, bringt sie internationales Banken-Know-How ein und hat von ihrer Position ein klares Bild: „Als Kind einer multikulturellen Familie habe ich schnell gelernt, wie wichtig es ist verbindend und verbindlich zu sein. Und genau so sehe ich meine Aufgabe als Leiterin der Abteilung Sales International – ein verlässliches Bindeglied in einem sich ständig verändernden Umfeld zu sein“, so Maurer-Nikolic. Handel und Betreuung: Treasury & Financial Institutions Die Abteilung Treasury & Financial Institutions umfasst die Bereiche Eigenhandel, Kundenhandel, Betreuung unserer Korrespondenzbanken sowie die Treasury Support-Funktion. Geleitet wird die Abteilung von Ferdinand Pinkelnig, der bereits von 1985 bis 1996 für die BKS Bank arbeitete und seit 2011 wieder für sie tätig ist. Seit dem Jahr 2012 leitet er die Gruppe Geld-, Devisen- und Wertpapierhandel. Der 56jährige Kärntner ist ein Vollblut-Banker, dem 2013 die Prokura verliehen wurde. „Ich kann mir keinen spannenderen Beruf vorstellen und freue mich sehr über das Vertrauen, welches mir entgegengebracht wird“, so Pinkelnig. Foto: © Caroline Knauder Bildunterschrift: Neues Leitungsteam in der BKS Bank: Ferdinand Pinkelnig und Renata Maurer-Nikolic.", "date": "07.01.2021"},
{"title": "Mag. Nikolaus Juhász  verstärkt Vorstand der BKS Bank", "link": "https://www.bks.at/-/mag.-nikolaus-juhasz-verst-c3-a4rkt-vorstand-der-bks-bank?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Nikolaus Juhász, designiertes Vorstandsmitglied der BKS Bank „Wir freuen uns sehr, dass eine Spitzenposition im Management aus den eigenen Reihen besetzt werden konnte. Nikolaus Juhász (55) hat entscheidend dazu beigetragen, die Marktanteile der BKS Bank zuerst in Kärnten und in den letzten Jahren in der Steiermark auszubauen. Wir schätzen sein fundiertes Know-how, seine Führungsstärke und sein Engagement“, erklärt Vorstandsvorsitzende Herta Stockbauer. Mit der Erweiterung des Vorstandes trägt der Aufsichtsrat der Expansion der BKS Bank in den vergangenen Jahren Rechnung. Zuständig für Inlandsvertrieb Nikolaus Juhász wird im Vorstand für wesentliche Bereiche des Vertriebs in Österreich mit den thematisch angrenzenden Bedürfnisfeldern „Finanzieren und Investieren“ sowie „Veranlagen und Vorsorgen“ zuständig sein. Die Bestellung von Juhász in den Vorstand erfolgt für eine vorerst dreijährige Periode ab 01. Juli 2021. Langjährige Bankerfahrung Den Kunden und Mitarbeitern der BKS Bank ist Juhász bestens bekannt, da er seit vielen Jahren leitende Funktionen im Haus innehat und die BKS Bank oft nach außen repräsentiert. Er begann seine Bankkarriere 1992 in der ehemaligen Creditanstalt, in der er vor seinem Wechsel in die BKS Bank zuletzt in der zentralen Kreditabteilung erste Führungsaufgaben ausgeübt hat. Von 1999 bis 2007 leitete Nikolaus Juhász die BKS Bank-Direktion Villach. Seine Hauptverantwortung lag im Firmenkundengeschäft. 2007 übersiedelte er für eine neue Aufgabe nach Graz. Denn er ist seither als Leiter der BKS Bank-Direktion Steiermark für eines der größten Marktgebiete der BKS Bank verantwortlich. Aufgrund seiner Verdienste wurde ihm 2018 von der Wirtschaftskammer Steiermark der Titel Kommerzialrat verliehen. Juhász freut sich auf die neue Herausforderung: „Das Bankgeschäft hat sich in den vergangenen Jahren stark verändert. Die Digitalisierung, ein verändertes Kundenverhalten und neue Mitbewerber erfordern ein verantwortungsbewusstes, zukunftsorientiertes Management. Die BKS Bank ist mit der Kombination aus exzellenter Beratung, einem innovativen digitalen Angebot und einer Vorreiterrolle in Sachen Nachhaltigkeit strategisch gut aufgestellt. Dennoch müssen auch wir uns laufend weiterentwickeln, um unsere gute Marktstellung ausbauen zu können. Ich freue mich, dazu mit großem Engagement in den kommenden Jahren meinen Beitrag leisten zu können.“ Über die BKS Bank Die seit 1986 an der Wiener Börse notierte BKS Bank AG hat ihren Sitz in Klagenfurt am Wörthersee. Sie beschäftigt über 1.100 Personen und erwirtschaftete zum 30.09.2020 eine Bilanzsumme von 9,57 Mrd. EUR. Sie betreibt das Bank- und Leasinggeschäft in Österreich, Slowenien, Kroatien und der Slowakei. Foto (Arnold Pöschl, honorarfrei abdruckbar): Nikolaus Juhász, designiertes Vorstandsmitglied der BKS Bank", "date": "02.12.2020"},
{"title": "BKS Bank  familienfreundlichstes Unternehmen  in Kroatien", "link": "https://www.bks.at/-/bks-bank-familienfreundlichstes-unternehmen-in-kroatien?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, freuen sich über die Auszeichnung. Die Vereinbarkeit von Beruf und Familie hat in der BKS Bank einen hohen Stellenwert. Denn Kinder sind nicht nur wichtig für die Zukunft eines Landes, sondern eine Familie kann auch ein wichtiger Kraftort sein. Um ihre Mitarbeiter bei der Vereinbarkeit von Beruf und Familie möglichst gut unterstützen zu können, hat die BKS Bank 2017 erstmals die MAMFORCE-Zertifizierung durchlaufen. Seither wurden unter der Leitung von HR-Managerin Koraljka Tićac Daskijević gemeinsam mit den Mitarbeitern viele neue Maßnahmen zur Vereinbarkeit von Beruf und Familie entwickelt und umgesetzt. Vielfältige Maßnahmen zur Vereinbarkeit von Beruf und Familie Daher zeichnete MAMFORCE© gestern die BKS Bank als Familienfreundlichstes Klein- und Mittelunternehmen Kroatiens aus. Besonders gewürdigt wurden unter anderem die flexiblen Arbeitszeitmodelle, die allen Mitarbeitern offenstehen, und die innovativen Teilzeitmodell nach einer Elternkarenz. Weiters gibt es in der Direktion Kroatien einen Kid’s Corner, wo Kinder nach der Schule ihre Hausaufgaben machen können, eine Unterstützung bei der Ferienbetreuung, ein Geschenk zur Geburt oder gemeinsame Aktivitäten wie einen Familientag oder Ausflüge, ein umfangreiches Gesundheitsprogramm und Maßnahmen zur Frauen- und Talenteförderung. Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, über den Award: „Ich freue mich sehr über diese Auszeichnung. Sie ist ein weiterer Ansporn, unsere Bemühungen fortzusetzen. Der größte Ansporn ist aber die Zufriedenheit unserer Mitarbeiter. Denn durch die Maßnahmen zur Vereinbarkeit von Familie und Beruf entsteht eine Win-Win-Situation im Unternehmen. Unsere Mitarbeiter sind motiviert, haben eine geringe Fluktuationsrate und empfehlen die BKS Bank gerne als Arbeitgeber weiter.“ Foto: ©Gernot Gleiss Bildunterschrift: Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, freuen sich über die Auszeichnung.", "date": "20.01.2021"},
{"title": "TRIGOS Steiermark  am Start", "link": "https://www.bks.at/-/trigos-steiermark-am-start?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "TRIGOS Steiermark - Trophäe „Der TRIGOS ist der wichtigste Motor für Unternehmensverantwortung und nachhaltige Innovationen in Österreich. Er ist an jene Unternehmen adressiert, die unsere Zukunft verantwortungsvoll mitgestalten und dabei das gemeinsame große Ziel, die Erreichung der Klimaziele, nicht aus den Augen verlieren“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank und Vizepräsidentin von respACT - austrian business council for sustainbale development. In den vergangenen siebzehn Jahren haben über 2.400 österreichische Unternehmen beim TRIGOS eingereicht, davon kamen über 400 aus der Steiermark. In Summe wurden über 300 Betriebe national und regional mit dem TRIGOS ausgezeichnet. Vier Kategorien und ein Sonderpreis Eine Einreichung ist in der Steiermark in vier Kategorien möglich: „Vorbildliche Projekte“, „Regionale Wertschaffung“, „Social Innovation & Future Challenges“ und „Klimaschutz“. Ein Sonderpreis für den „CSR-Newcomer des Jahres“, der an ein ersteinreichendes Unternehmen vergeben wird, sorgt für zusätzlichen Anreiz. Die Jury legt bei ihrer Bewertung den Fokus auf Innovationskraft, Wirkung und Zukunftsfähigkeit der jeweiligen Initiativen und Projekte, aber auch das Kerngeschäft muss deutlich nachhaltig ausgerichtet sein. Darüber hinaus wird der Beitrag zu den globalen Nachhaltigkeitszielen der UN - den Sustainable Development Goals (SDGs) - besonders gewertet. TRIGOS Info-Meeting Interessierte Unternehmen erhalten wertvolle Informationen beim digitalen TRIGOS-Info-Meeting am 8. Februar, von 15 bis 16 Uhr. Hanspeter Wirth von respACT informiert über die Einreichmodalitäten und die Kategorien. Iris Straßer von Verantwortung zeigen! gibt wertvolle Tipps zur erfolgreichen Einreichung. Anmeldungen werden gerne unter bettina.kugi@bks.at entgegengenommen. Weitere Infos dazu gibt es unter www.bks.at oder unter TRIGOS - Träger und Partner . Partner & Träger Der TRIGOS wird von einer breiten Trägerschaft aus Wirtschaft und Zivilgesellschaft ermöglicht. Die BKS Bank vergibt den TRIGOS Steiermark gemeinsam mit folgenden Organisationen: Industriellenvereinigung Steiermark, WIN-Wirtschaftsinitiative Nachhaltigkeit - Abteilung 14 des Landes Steiermark, Wirtschaftskammer Steiermark, Caritas Steiermark, Rotes Kreuz Steiermark, Umweltdachverband. Als Kooperationspartner unterstützen respACT - austrian business council for sustainable development und Verantwortung zeigen! diese Auszeichnung. Als Medienpartner begleitet die Kleine Zeitung den TRIGOS Steiermark. Foto: @Gernot Gleiss Bildunterschrift: TRIGOS Steiermark - Trophäe.", "date": "18.01.2021"},
{"title": "Familienfreundlichkeit der BKS Bank in Kroatien zweifach bestätigt", "link": "https://www.bks.at/-/familienfreundlichkeit-der-bks-bank-in-kroatien-zweifach-bestaetigt?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank Kroatien wurde als familienfreundliches Unternehmen gleich zwei Mal bestätigt. V.l.n.r. Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank in Kroatien, BKS Bank-Vorstandsvorsitzende Herta Stockbauer und Vorstandsmitglied Alexander Novak. „Wir waren in Kärnten die ersten, die 1998 eine betriebliche Krabbelstube eröffnet haben. Seitdem haben wir umfangreiche Maßnahmen zur besseren Vereinbarkeit von Beruf und Familie gesetzt und entwickeln diese laufend weiter. Was hier in Österreich gilt, gilt natürlich auch auf unseren Auslandsmärkten. Dadurch entsteht eine Win-Win-Situation im Unternehmen. Unsere Mitarbeiter sind motiviert, haben eine enge Bindung zum Unternehmen und empfehlen die BKS Bank gerne als Arbeitgeber weiter. Es freut mich daher sehr, dass wir in Kroatien für unsere verantwortungsvolle Mitarbeiterpolitik nun gleich zweifach ausgezeichnet wurden“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Das Marktgebiet der BKS Bank und der BKS-Leasing in Kroatien reicht von Zagreb, über Rijeka bis nach Split. Beschäftigt werden rund 80 Mitarbeiter. Geleitet wird die BKS Bank in Kroatien von Tihomir Zadražil und Juraj Pezelj. Award Nr. 1: Staatspreis „Familienfreundlicher Arbeitgeber“ Die BKS Bank konnte sich in der Kategorie Mittelunternehmen gegen 13 weitere Unternehmen durchsetzen. In Summe haben sich 49 Unternehmen um einen Award beworben. Bewertet wurde unter anderem das Verhalten der Arbeitgeber in Zeiten der Pandemie. Welche Maßnahmen wurden zum Schutz der Mitarbeiter eingeführt, wie flexibel wurde auf die Situation eingegangen und auf die unterschiedlichen Bedürfnisse der Mitarbeiter reagiert? „Als BKS Bank bieten wir schon seit vielen Jahren Gleitzeitmodelle an, welche die Vereinbarkeit von Beruf und Familie erleichtern. Seit Beginn der Pandemie stellen wir Home-Office-Arbeitsplätzen und Ausweichquartiere zur Verfügung. Wir konnten dadurch nicht nur den Bankbetrieb zu jeder Zeit aufrechterhalten, sondern unseren Mitarbeitern ein hohes Maß an Flexibilität und Sicherheit gewähren“, so Alexander Novak, Vorstandsmitglied der BKS Bank. Die Auszeichnungen wurden in vier Kategorien vom Zentralstaatlichen Amt für Demografie und Jugend in Kroatien vergeben und gingen an: Trakostyan Tours d.o.o. in der Kategorie Mikro-Unternehmen, an die Takeda Pharmaceuticals Croatia d.o.o. in der KategorieKleinunternehmen, an die BKS Bank in der Kategorie mittelständische Unternehmen und in der Kategorie der großen Unternehmen an die Zagrebaka banka d.d.. Von der Jury bewertet wurde das gesamte Angebot, welches das Unternehmen für die Vereinbarkeit von Beruf und Familie zur Verfügung stellt und auch, wie oft dieses Angebot angenommen wird. Award Nr. 2: Familienfreundlichstes Unternehmen Est vor wenigen Tagen wurde die BKS Bank von MAMFORCE© zum familienfreundlichsten Klein- und Mittelunternehmen Kroatiens gekürt. Besonders gewürdigt wurden unter anderem die flexiblen Arbeitszeitmodelle, die allen Mitarbeitern offenstehen, und die innovativen Teilzeitmodell nach einer Elternkarenz. Weiters gibt es in der Direktion Kroatien einen Kid’s Corner, wo Kinder nach der Schule ihre Hausaufgaben machen können, eine Unterstützung bei der Ferienbetreuung, ein Geschenk zur Geburt oder gemeinsame Aktivitäten wie einen Familientag oder Ausflüge, ein umfangreiches Gesundheitsprogramm und Maßnahmen zur Frauen- und Talenteförderung. Foto: Gernot Gleiss, honorarfrei abdruckbar Bildunterschrift.: BKS Bank Kroatien wurde als familienfreundliches Unternehmen gleich zwei Mal bestätigt. V.l.n.r. Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank in Kroatien, BKS Bank-Vorstandsvorsitzende Herta Stockbauer und Vorstandsmitglied Alexander Novak.", "date": "25.01.2021"},
{"title": "BKS Bank: UniCredit scheitert neuerlich vor dem OGH", "link": "https://www.bks.at/-/bks-bank-unicredit-scheitert-neuerlich-vor-dem-ogh?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Der Oberste Gerichtshof hat dem Versuch der UniCredit, eine Sonderprüfung bei der BKS Bank gerichtlich zu erzwingen, die endgültige Absage erteilt. Die UniCredit war mit diesem Ansinnen bereits in den ersten beiden Instanzen gescheitert. Im Dezember hat der OGH im gleich gelagerten Verfahren auch bei der BTV die Durchführung einer Sonderprüfung endgültig abgelehnt. Mit der gestern zugestellten Entscheidung des Höchstgerichts wurde das Rechtsmittel der UniCredit gegen die Entscheidung des Oberlandesgerichtes Graz vom August vergangenen Jahres zurückgewiesen. Damit ist das Verfahren auf Durchführung einer Sonderprüfung bis zurück ins Jahr 1994 rechtskräftig abgeschlossen. Somit setzt sich die gerichtliche Niederlagenserie der UniCredit gegen die BKS Bank, die BTV und die Oberbank fort. Herta Stockbauer, Vorstandsvorsitzende der BKS Bank, sieht die Position der 3Banken Gruppe gestärkt. „Gerade in diesen schwierigen Zeiten würde man jetzt wohl ein Einlenken in den Vorstandetagen der UniCredit in Mailand und Wien erwarten können. Wie so oft betont, sind wir für konstruktive Gespräche offen. Unsere bisherige Erfahrung mit der UniCredit spricht jedoch dagegen.“ Für die noch laufenden Verfahren sieht Stockbauer die 3Banken jedenfalls gut gerüstet: „Rechtlich sind die von UniCredit bemühten Argumente nicht haltbar. Die Unbedenklichkeit der wechselseitigen Beteiligungen innerhalb der 3Banken Gruppe wurde über Jahrzehnte regelmäßig und umfassend durch die angesehensten Rechtsexperten geprüft und bestätigt.“ Über die BKS Bank: Die BKS Bank beschäftigt über 1.100 Mitarbeiter in 64 Filialen in Österreich, Slowenien, Kroatien und der Slowakei. Per 30.09.2020 erwirtschaftete sie eine Bilanzsumme von 9,6 Mrd. EUR und erzielte einen Periodenüberschuss nach Steuern von 37,9 Mio. EUR. Sitz der BKS Bank ist in Klagenfurt, sie notiert seit 1986 an der Wiener Börse.", "date": "14.01.2021"},
{"title": "BKS Bank wiederholt als  nachhaltigste Bank in Österreich  ausgezeichnet", "link": "https://www.bks.at/-/bks-bank-wiederholt-als-nachhaltigste-bank-in-c3-b6sterreich-ausgezeichnet?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank AG: Nachhaltigste Bank in Österreich „Wir freuen uns sehr über diese Auszeichnung, unterstreicht sie doch unsere Vorreiterrolle in Sachen Nachhaltigkeit, welche wir uns in den letzten 20 Jahren erarbeitet haben. Durch eine tiefe Auseinandersetzung mit dem Thema und dem starken Willen, etwas positiv verändern zu wollen“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Gepunktet hat die BKS Bank unter anderem mit den erfolgreichen Platzierungen ihrer Sozial- und Green Bonds. „Sozial- und Green Bonds spielen eine wichtige Rolle bei Finanzierungen von nachhaltigen Projekten, wie z.B. bei der Errichtung von Biomasse- oder von Photovoltaikanlagen. Der Nutzen ist für Investoren klar erkennbar“, so Stockbauer. Bei der Vergabe orientiert sich die BKS Bank an den Green- and Social Bond Principles und unterstützt dadurch die Etablierung und Weiterentwicklung des Marktes für Fremdkapitalfinanzierungen von Projekten, die sich mit sozialen Herausforderungen auseinandersetzen. Weitere Bonds der BKS Bank sind in Planung. Sehr positiv bewertet wurde im Rahmen des Rankings auch das neue „Natur & Zukunft-Konto“ der BKS Bank. „Wir pflanzen für jedes neu eröffnete Konto einen Baum“, so Stockbauer. Eine gelungene Kooperation mit der Landwirtschaftskammer Kärnten zur Wiederaufforstung eines zerstörten Schutzwaldes. Erfolgreiche 2. Plätze Aber nicht nur in Sachen Nachhaltigkeit ist die BKS Bank top platziert. Auch in den Rubriken „Beste Banken“ und „Beste Universalbanken“ wurde sie an zweite Stelle, in insgesamt 14 Rubriken und unter 159 Finanzunternehmen in ganz Österreich, gewählt. Details zum Ranking Im Auftrag des Magazins „Börsianer“ wurden zum sechsten Mal in Folge 159 Unternehmen einem Härtetest unterzogen. Die Auswertung erfolgte durch die Wirtschafts- und Steuerberatungskanzlei BDO Austria. Das Ergebnis ist ein objektives Ranking der österreichischen Finanzindustrie auf Basis eines dreistufigen Scoring-Modells. Weitere Details über das Ranking erhalten Sie in der aktuellen Ausgabe des Börsianers unter Börsianer 41. Ausgabe, Edition gold by Börsianer - issuu .", "date": "23.12.2020"}
][
{"title": "Modernisiert : BKS Bank Spittal", "link": "https://www.bks.at/-/modernisierte-bks-bank-spittal?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Herta Stockbauer und Gottfried Kindler freuen sich über die gelungene Modernisierung. (c)Arnold Pöschl „Wir freuen uns sehr, dass die Modernisierung im geplanten Zeitraum durchgeführt werden konnte. Unsere Kunden erwartet nun eine technisch perfekt ausgestattete Filiale, die großräumiger und heller konzipiert wurde und gleichzeitig ein höheres Maß an Diskretion gewährt“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank, die der modernisierten Filiale dieser Tage einen persönlichen Besuch abstattete. Investiert wurden in die insgesamt ca. 780 qm des Bankbereiches und des ebenso großen Wohnbereiches der beiden Gebäude am Hauptplatz 6 und in der Ebergasse 10 rund 2 Mio. EUR. Der Filialbetrieb konnte während der gesamten Bauphase aufrechterhalten werden. „Bis Ende März werden noch weitere Besprechungsräume im oberen Stock der Filiale fertiggestellt. Die Wohnungen werden bis April 2021 bezugsfertig sein“, so Stockbauer. Filiale der Zukunft Herzstück und erster Anlaufpunkt der neuen Filiale ist das neue Service-Pult, welches die klassische Banktheke ablöste. Bargeldgeschäfte finden in einem eigenen Raum statt, der frei von fremden Blicken ist und somit ein höheres Maß an Sicherheit für Kunden und Mitarbeiter gewährt. „Wir fühlen uns sehr wohl in der neuen Filiale. Für persönliche Kundenberatungen stehen uns modernste Besprechungsräume zur Verfügung und auch die SB-Zone wurde modernisiert“, so Gottfried Kindler, der seit 26 Jahren die Filiale in Spittal erfolgreich leitet. Am neuen FX-10 können Unternehmen unter anderem ihre gesamte Tageslosung, Münzen und Scheine an ein und demselben Gerät, einzahlen. Unterstützt wird Gottfried Kindler von 18 Mitarbeitern, die Privat- und Firmenkunden gleichermaßen exzellent betreuen. „Wir sind ab sofort auch durchgehend, von Montag bis Freitag, von 08:00 Uhr bis 16:00 Uhr, in der Filiale erreichbar“, so Kindler. Neuer Wohnraum im Herzen Spittals Die verbleibenden Flächen am Hauptplatz 6, wurden für 13 Mietwohnungen genützt, mit jeweils 35 bis 88 qm, zum Teil mit Balkon und alle über einen Aufzug barrierefrei erreichbar. Die alte Ölheizung wird durch ein modernes Heizungssystem ersetzt, welches von der Stadt Spittal mit Gas versorgt wird. Geplant wurde das Haus von der Architektur Consult GmbH. Die Bauleitung übernahm die Samitz & Ruhdorfer Planungsbüro für Architektur GmbH & Co Kg. Vorwiegend werden heimische Professionisten beauftragt. Vermietet werden die Mietwohnungen über die alpeimmo Immobilien und Bauträger GmbH.Interessenten können sich unter der Telefonnummer 0664/5130735 bei Herrn Albert Reiter informieren. Öffnungszeiten: MO bis FR von 08:00 Uhr bis 16:00 Uhr. BKS Bank Filiale Spittal Hauptplatz 6 9800 Spittal T: 04762 2626-0 www.bks.at", "date": "17.02.2021"},
{"title": "Safer Internet Day: So bezahlen Sie sicher im Internet", "link": "https://www.bks.at/-/safer-internet-day-so-bezahlen-sie-sicher-im-internet?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank Vorstandsmitglied Dieter Kraßnitzer Noch nie wurden so viele Rechnungen online bezahlt, wie heute. Neben der Verwendung des Klassikers Online-Banking ist es für viele Personen Standard, online getätigte Bestellungen oder Buchungen gleich mit Kreditkarte zu bezahlen. Leider kommt es dabei aber immer wieder zu Missbrauchsfällen, die oft vermeidbar gewesen wären. BKS Bank-Vorstandsmitglied Dieter Kraßnitzer, Christian Baumgartner vom Landeskriminalamt Kärnten und Christoph Niessl von der PayLife Bank GmbH gaben daher unlängst Tipps aus der Praxis, wie man online sicher bezahlen kann. Konkret riet beispielsweise Dieter Kraßnitzer: Keine Bank oder Versicherung schickt E-Mails aus oder macht Telefonanrufe, in denen Sie nach Ihren persönlichen Login-Daten für Ihr Online-Banking gefragt werden. Bei solchen Mails oder Anrufen empfehlen wir, keinesfalls Daten weiterzugeben. Wenn Sie unsicher sind, ob es sich doch um eine echte Anfrage handelt, rufen Sie Ihren Betreuer an und fragen Sie nach. Überprüfen Sie regelmäßig Ihren Kontoauszug und Ihre Kreditkartenrechnung, ob tatsächlich nur von Ihnen getätigte Käufe abgebucht werden. Wenn nicht, lassen Sie die Karte sofort sperren. Kaufen Sie auch online nur bei vertrauenswürdigen Plattformen ein. Ändern Sie regelmäßig Ihre Passwörter. Regelmäßige Updates am PC, Tablet oder Smartphone gewährleisten, dass die Sicherheitsvorkehrungen von Internetbrowser und Betriebssystem immer auf dem neuesten Stand sind. Ein Virenscanner, der regelmäßig aktualisiert werden muss, kann den Rechner vor Angriffen durch Hacker schützen. Eine persönliche Firewall überwacht zudem den ein- und ausgehenden Netzverkehr und verhindert unbefugte Zugriffe von außen. Christian Baumgartner und Christoph Nissl gaben zudem einen Überblick über aktuelle Gefahrenquellen beim Umgang mit persönlichen Daten und neue Tricks der Internetbetrüger, um zu Daten und Passwörtern zu kommen. So werden vermehrt Einträge in Sozialen Netzwerken, wie Facebook, dazu verwendet, um zu Informationen über konkrete Zielpersonen zu gelangen. Verbreitet sind mittlerweile auch Phishing-Mails, in welchen eine Problemsituation vorgetäuscht wird (z.B. von Ihrem Konto wurde ein hoher Betrag abgebucht…; Ihre Kreditkarte wurde gesperrt…), welchen ein Anruf eines vermeintlichen Bankmitarbeites folgt, der vorgibt, helfen zu können, dafür aber Kartendaten und PINs oder TANs braucht. Würde ich meine Daten auch einem Fremden auf der Straße geben? Der Rat der Sicherheitsexperten: „Gehen Sie mit Ihren Daten in der virtuellen Welt genauso sorgsam um, wie in der realen. Fragen Sie sich immer, warum will jemand im Internet oder am Telefon diese Information von mir und würde ich sie auch einem Fremden auf der Straße geben?“ Nachsatz: Ein Bank oder Kartengesellschaft braucht sicher keine Konto- und Karten- oder Bankingnummern (weil sie diese schon hat) und würde auch nie Passwörter per Mail oder Telefon abfragen. Eine Bedrohungssituation wird auch mit sogenannter Scareware aufgebaut, das sind falsche Warnmitteilungen, die auf Computern eingeschleust werden und dazu auffordern, einem Link auf eine oft gefälschte Seite zu folgen oder einen Download durchzuführen, mit dem meist Viren oder Trojaner infiziert werden. Bei Verdacht auf einen Schaden: Sofort die Bank informieren Für den Fall, dass trotz aller Vorkehrungen etwas passiert oder auch nur der Verdacht besteht, rät Cybercop Baumgartner sofort mit der Bank oder Kartengesellschaft Kontakt aufzunehmen und gegebenenfalls Sperren zu veranlassen. Jedenfalls im Schadensfall sollte immer auch Anzeige erstattet werden. Dies kann bei der nächsten Polizeiinspektion, bei der heute in der Regel ein speziell augebildeter Bezirksdatenermittler verfügbar ist, oder beim jeweiligen Landeskriminalamt erfolgen. Um eine effektive Aufklärungsarbeit der Polizei zu ermöglichen, sollte möglichst viel dokumentiert und vor allem nichts gelöscht werden. Was tun, wenn man Opfer einer Cyberattacke wird: Bank oder Kreditkartengesellschaft auf den Notruftelefonnummern informieren und Sperren veranlassen Anzeige bei der nächsten Polizeiinspektion oder beim Landeskriminalamt Keine Daten löschen (z.B. Emails, etc.) Screenshots machen (Notfalls mit Digitalkamera) Tatzeiten notieren Ausdrucke machen Notizen machen Foto: Gernot Gleiss (honorarfrei abdruckbar) Bildunterschrift: BKS Bank-Vorstandsmitglied Dieter Kraßnitzer", "date": "01.02.2021"},
{"title": "Spendenaktion für die Erdbebenopfer in Kroatien", "link": "https://www.bks.at/-/spenden_f-c3-bcr_erdbebenopfer_kroatien?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "„Unsere Mitarbeiter haben sehr viel Herz bewiesen. 8.862,- EUR sind innerhalb weniger Tage auf das Spendenkonto eingegangen. Das ist ein beachtlicher Wert und mein Dank gilt all jenen Mitarbeitern, die sich an der Spendenaktion beteiligt haben“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Der Betrag wird demnächst an die anerkannte NGO Solidarna übergeben. Ein neues Zuhause Die Spendensumme wird durch die Übergabe eines Mobile-Homes durch die BKS Bank ergänzt. „Viele Menschen haben rund um das Epizentrum ihre Häuser und Wohnungen verloren. Wir helfen, indem wir ein gut ausgestattetes Mobile-Home den Opfern zur Verfügung stellen“, so Stockbauer. Die Auswahl jener Personen, welche ein Mobile-Home erhalten, wird unter Abstimmung mit dem Roten Kreuz in Kroatien vorgenommen.", "date": "10.02.2021"},
{"title": "BKS Bank wiederholt als  nachhaltigste Bank in Österreich  ausgezeichnet", "link": "https://www.bks.at/-/bks-bank-wiederholt-als-nachhaltigste-bank-in-c3-b6sterreich-ausgezeichnet?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank AG: Nachhaltigste Bank in Österreich „Wir freuen uns sehr über diese Auszeichnung, unterstreicht sie doch unsere Vorreiterrolle in Sachen Nachhaltigkeit, welche wir uns in den letzten 20 Jahren erarbeitet haben. Durch eine tiefe Auseinandersetzung mit dem Thema und dem starken Willen, etwas positiv verändern zu wollen“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Gepunktet hat die BKS Bank unter anderem mit den erfolgreichen Platzierungen ihrer Sozial- und Green Bonds. „Sozial- und Green Bonds spielen eine wichtige Rolle bei Finanzierungen von nachhaltigen Projekten, wie z.B. bei der Errichtung von Biomasse- oder von Photovoltaikanlagen. Der Nutzen ist für Investoren klar erkennbar“, so Stockbauer. Bei der Vergabe orientiert sich die BKS Bank an den Green- and Social Bond Principles und unterstützt dadurch die Etablierung und Weiterentwicklung des Marktes für Fremdkapitalfinanzierungen von Projekten, die sich mit sozialen Herausforderungen auseinandersetzen. Weitere Bonds der BKS Bank sind in Planung. Sehr positiv bewertet wurde im Rahmen des Rankings auch das neue „Natur & Zukunft-Konto“ der BKS Bank. „Wir pflanzen für jedes neu eröffnete Konto einen Baum“, so Stockbauer. Eine gelungene Kooperation mit der Landwirtschaftskammer Kärnten zur Wiederaufforstung eines zerstörten Schutzwaldes. Erfolgreiche 2. Plätze Aber nicht nur in Sachen Nachhaltigkeit ist die BKS Bank top platziert. Auch in den Rubriken „Beste Banken“ und „Beste Universalbanken“ wurde sie an zweite Stelle, in insgesamt 14 Rubriken und unter 159 Finanzunternehmen in ganz Österreich, gewählt. Details zum Ranking Im Auftrag des Magazins „Börsianer“ wurden zum sechsten Mal in Folge 159 Unternehmen einem Härtetest unterzogen. Die Auswertung erfolgte durch die Wirtschafts- und Steuerberatungskanzlei BDO Austria. Das Ergebnis ist ein objektives Ranking der österreichischen Finanzindustrie auf Basis eines dreistufigen Scoring-Modells. Weitere Details über das Ranking erhalten Sie in der aktuellen Ausgabe des Börsianers unter Börsianer 41. Ausgabe, Edition gold by Börsianer - issuu .", "date": "23.12.2020"},
{"title": "BKS Bank  familienfreundlichstes Unternehmen  in Kroatien", "link": "https://www.bks.at/-/bks-bank-familienfreundlichstes-unternehmen-in-kroatien?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, freuen sich über die Auszeichnung. Die Vereinbarkeit von Beruf und Familie hat in der BKS Bank einen hohen Stellenwert. Denn Kinder sind nicht nur wichtig für die Zukunft eines Landes, sondern eine Familie kann auch ein wichtiger Kraftort sein. Um ihre Mitarbeiter bei der Vereinbarkeit von Beruf und Familie möglichst gut unterstützen zu können, hat die BKS Bank 2017 erstmals die MAMFORCE-Zertifizierung durchlaufen. Seither wurden unter der Leitung von HR-Managerin Koraljka Tićac Daskijević gemeinsam mit den Mitarbeitern viele neue Maßnahmen zur Vereinbarkeit von Beruf und Familie entwickelt und umgesetzt. Vielfältige Maßnahmen zur Vereinbarkeit von Beruf und Familie Daher zeichnete MAMFORCE© gestern die BKS Bank als Familienfreundlichstes Klein- und Mittelunternehmen Kroatiens aus. Besonders gewürdigt wurden unter anderem die flexiblen Arbeitszeitmodelle, die allen Mitarbeitern offenstehen, und die innovativen Teilzeitmodell nach einer Elternkarenz. Weiters gibt es in der Direktion Kroatien einen Kid’s Corner, wo Kinder nach der Schule ihre Hausaufgaben machen können, eine Unterstützung bei der Ferienbetreuung, ein Geschenk zur Geburt oder gemeinsame Aktivitäten wie einen Familientag oder Ausflüge, ein umfangreiches Gesundheitsprogramm und Maßnahmen zur Frauen- und Talenteförderung. Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, über den Award: „Ich freue mich sehr über diese Auszeichnung. Sie ist ein weiterer Ansporn, unsere Bemühungen fortzusetzen. Der größte Ansporn ist aber die Zufriedenheit unserer Mitarbeiter. Denn durch die Maßnahmen zur Vereinbarkeit von Familie und Beruf entsteht eine Win-Win-Situation im Unternehmen. Unsere Mitarbeiter sind motiviert, haben eine geringe Fluktuationsrate und empfehlen die BKS Bank gerne als Arbeitgeber weiter.“ Foto: ©Gernot Gleiss Bildunterschrift: Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank-Direktion Kroatien, freuen sich über die Auszeichnung.", "date": "20.01.2021"},
{"title": "BKS Bank: UniCredit scheitert neuerlich vor dem OGH", "link": "https://www.bks.at/-/bks-bank-unicredit-scheitert-neuerlich-vor-dem-ogh?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Der Oberste Gerichtshof hat dem Versuch der UniCredit, eine Sonderprüfung bei der BKS Bank gerichtlich zu erzwingen, die endgültige Absage erteilt. Die UniCredit war mit diesem Ansinnen bereits in den ersten beiden Instanzen gescheitert. Im Dezember hat der OGH im gleich gelagerten Verfahren auch bei der BTV die Durchführung einer Sonderprüfung endgültig abgelehnt. Mit der gestern zugestellten Entscheidung des Höchstgerichts wurde das Rechtsmittel der UniCredit gegen die Entscheidung des Oberlandesgerichtes Graz vom August vergangenen Jahres zurückgewiesen. Damit ist das Verfahren auf Durchführung einer Sonderprüfung bis zurück ins Jahr 1994 rechtskräftig abgeschlossen. Somit setzt sich die gerichtliche Niederlagenserie der UniCredit gegen die BKS Bank, die BTV und die Oberbank fort. Herta Stockbauer, Vorstandsvorsitzende der BKS Bank, sieht die Position der 3Banken Gruppe gestärkt. „Gerade in diesen schwierigen Zeiten würde man jetzt wohl ein Einlenken in den Vorstandetagen der UniCredit in Mailand und Wien erwarten können. Wie so oft betont, sind wir für konstruktive Gespräche offen. Unsere bisherige Erfahrung mit der UniCredit spricht jedoch dagegen.“ Für die noch laufenden Verfahren sieht Stockbauer die 3Banken jedenfalls gut gerüstet: „Rechtlich sind die von UniCredit bemühten Argumente nicht haltbar. Die Unbedenklichkeit der wechselseitigen Beteiligungen innerhalb der 3Banken Gruppe wurde über Jahrzehnte regelmäßig und umfassend durch die angesehensten Rechtsexperten geprüft und bestätigt.“ Über die BKS Bank: Die BKS Bank beschäftigt über 1.100 Mitarbeiter in 64 Filialen in Österreich, Slowenien, Kroatien und der Slowakei. Per 30.09.2020 erwirtschaftete sie eine Bilanzsumme von 9,6 Mrd. EUR und erzielte einen Periodenüberschuss nach Steuern von 37,9 Mio. EUR. Sitz der BKS Bank ist in Klagenfurt, sie notiert seit 1986 an der Wiener Börse.", "date": "14.01.2021"},
{"title": "TRIGOS Steiermark  am Start", "link": "https://www.bks.at/-/trigos-steiermark-am-start?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "TRIGOS Steiermark - Trophäe „Der TRIGOS ist der wichtigste Motor für Unternehmensverantwortung und nachhaltige Innovationen in Österreich. Er ist an jene Unternehmen adressiert, die unsere Zukunft verantwortungsvoll mitgestalten und dabei das gemeinsame große Ziel, die Erreichung der Klimaziele, nicht aus den Augen verlieren“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank und Vizepräsidentin von respACT - austrian business council for sustainbale development. In den vergangenen siebzehn Jahren haben über 2.400 österreichische Unternehmen beim TRIGOS eingereicht, davon kamen über 400 aus der Steiermark. In Summe wurden über 300 Betriebe national und regional mit dem TRIGOS ausgezeichnet. Vier Kategorien und ein Sonderpreis Eine Einreichung ist in der Steiermark in vier Kategorien möglich: „Vorbildliche Projekte“, „Regionale Wertschaffung“, „Social Innovation & Future Challenges“ und „Klimaschutz“. Ein Sonderpreis für den „CSR-Newcomer des Jahres“, der an ein ersteinreichendes Unternehmen vergeben wird, sorgt für zusätzlichen Anreiz. Die Jury legt bei ihrer Bewertung den Fokus auf Innovationskraft, Wirkung und Zukunftsfähigkeit der jeweiligen Initiativen und Projekte, aber auch das Kerngeschäft muss deutlich nachhaltig ausgerichtet sein. Darüber hinaus wird der Beitrag zu den globalen Nachhaltigkeitszielen der UN - den Sustainable Development Goals (SDGs) - besonders gewertet. TRIGOS Info-Meeting Interessierte Unternehmen erhalten wertvolle Informationen beim digitalen TRIGOS-Info-Meeting am 8. Februar, von 15 bis 16 Uhr. Hanspeter Wirth von respACT informiert über die Einreichmodalitäten und die Kategorien. Iris Straßer von Verantwortung zeigen! gibt wertvolle Tipps zur erfolgreichen Einreichung. Anmeldungen werden gerne unter bettina.kugi@bks.at entgegengenommen. Weitere Infos dazu gibt es unter www.bks.at oder unter TRIGOS - Träger und Partner . Partner & Träger Der TRIGOS wird von einer breiten Trägerschaft aus Wirtschaft und Zivilgesellschaft ermöglicht. Die BKS Bank vergibt den TRIGOS Steiermark gemeinsam mit folgenden Organisationen: Industriellenvereinigung Steiermark, WIN-Wirtschaftsinitiative Nachhaltigkeit - Abteilung 14 des Landes Steiermark, Wirtschaftskammer Steiermark, Caritas Steiermark, Rotes Kreuz Steiermark, Umweltdachverband. Als Kooperationspartner unterstützen respACT - austrian business council for sustainable development und Verantwortung zeigen! diese Auszeichnung. Als Medienpartner begleitet die Kleine Zeitung den TRIGOS Steiermark. Foto: @Gernot Gleiss Bildunterschrift: TRIGOS Steiermark - Trophäe.", "date": "18.01.2021"},
{"title": "Mag. Nikolaus Juhász  verstärkt Vorstand der BKS Bank", "link": "https://www.bks.at/-/mag.-nikolaus-juhasz-verst-c3-a4rkt-vorstand-der-bks-bank?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Nikolaus Juhász, designiertes Vorstandsmitglied der BKS Bank „Wir freuen uns sehr, dass eine Spitzenposition im Management aus den eigenen Reihen besetzt werden konnte. Nikolaus Juhász (55) hat entscheidend dazu beigetragen, die Marktanteile der BKS Bank zuerst in Kärnten und in den letzten Jahren in der Steiermark auszubauen. Wir schätzen sein fundiertes Know-how, seine Führungsstärke und sein Engagement“, erklärt Vorstandsvorsitzende Herta Stockbauer. Mit der Erweiterung des Vorstandes trägt der Aufsichtsrat der Expansion der BKS Bank in den vergangenen Jahren Rechnung. Zuständig für Inlandsvertrieb Nikolaus Juhász wird im Vorstand für wesentliche Bereiche des Vertriebs in Österreich mit den thematisch angrenzenden Bedürfnisfeldern „Finanzieren und Investieren“ sowie „Veranlagen und Vorsorgen“ zuständig sein. Die Bestellung von Juhász in den Vorstand erfolgt für eine vorerst dreijährige Periode ab 01. Juli 2021. Langjährige Bankerfahrung Den Kunden und Mitarbeitern der BKS Bank ist Juhász bestens bekannt, da er seit vielen Jahren leitende Funktionen im Haus innehat und die BKS Bank oft nach außen repräsentiert. Er begann seine Bankkarriere 1992 in der ehemaligen Creditanstalt, in der er vor seinem Wechsel in die BKS Bank zuletzt in der zentralen Kreditabteilung erste Führungsaufgaben ausgeübt hat. Von 1999 bis 2007 leitete Nikolaus Juhász die BKS Bank-Direktion Villach. Seine Hauptverantwortung lag im Firmenkundengeschäft. 2007 übersiedelte er für eine neue Aufgabe nach Graz. Denn er ist seither als Leiter der BKS Bank-Direktion Steiermark für eines der größten Marktgebiete der BKS Bank verantwortlich. Aufgrund seiner Verdienste wurde ihm 2018 von der Wirtschaftskammer Steiermark der Titel Kommerzialrat verliehen. Juhász freut sich auf die neue Herausforderung: „Das Bankgeschäft hat sich in den vergangenen Jahren stark verändert. Die Digitalisierung, ein verändertes Kundenverhalten und neue Mitbewerber erfordern ein verantwortungsbewusstes, zukunftsorientiertes Management. Die BKS Bank ist mit der Kombination aus exzellenter Beratung, einem innovativen digitalen Angebot und einer Vorreiterrolle in Sachen Nachhaltigkeit strategisch gut aufgestellt. Dennoch müssen auch wir uns laufend weiterentwickeln, um unsere gute Marktstellung ausbauen zu können. Ich freue mich, dazu mit großem Engagement in den kommenden Jahren meinen Beitrag leisten zu können.“ Über die BKS Bank Die seit 1986 an der Wiener Börse notierte BKS Bank AG hat ihren Sitz in Klagenfurt am Wörthersee. Sie beschäftigt über 1.100 Personen und erwirtschaftete zum 30.09.2020 eine Bilanzsumme von 9,57 Mrd. EUR. Sie betreibt das Bank- und Leasinggeschäft in Österreich, Slowenien, Kroatien und der Slowakei. Foto (Arnold Pöschl, honorarfrei abdruckbar): Nikolaus Juhász, designiertes Vorstandsmitglied der BKS Bank", "date": "02.12.2020"},
{"title": "Familienfreundlichkeit der BKS Bank in Kroatien zweifach bestätigt", "link": "https://www.bks.at/-/familienfreundlichkeit-der-bks-bank-in-kroatien-zweifach-bestaetigt?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "BKS Bank Kroatien wurde als familienfreundliches Unternehmen gleich zwei Mal bestätigt. V.l.n.r. Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank in Kroatien, BKS Bank-Vorstandsvorsitzende Herta Stockbauer und Vorstandsmitglied Alexander Novak. „Wir waren in Kärnten die ersten, die 1998 eine betriebliche Krabbelstube eröffnet haben. Seitdem haben wir umfangreiche Maßnahmen zur besseren Vereinbarkeit von Beruf und Familie gesetzt und entwickeln diese laufend weiter. Was hier in Österreich gilt, gilt natürlich auch auf unseren Auslandsmärkten. Dadurch entsteht eine Win-Win-Situation im Unternehmen. Unsere Mitarbeiter sind motiviert, haben eine enge Bindung zum Unternehmen und empfehlen die BKS Bank gerne als Arbeitgeber weiter. Es freut mich daher sehr, dass wir in Kroatien für unsere verantwortungsvolle Mitarbeiterpolitik nun gleich zweifach ausgezeichnet wurden“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Das Marktgebiet der BKS Bank und der BKS-Leasing in Kroatien reicht von Zagreb, über Rijeka bis nach Split. Beschäftigt werden rund 80 Mitarbeiter. Geleitet wird die BKS Bank in Kroatien von Tihomir Zadražil und Juraj Pezelj. Award Nr. 1: Staatspreis „Familienfreundlicher Arbeitgeber“ Die BKS Bank konnte sich in der Kategorie Mittelunternehmen gegen 13 weitere Unternehmen durchsetzen. In Summe haben sich 49 Unternehmen um einen Award beworben. Bewertet wurde unter anderem das Verhalten der Arbeitgeber in Zeiten der Pandemie. Welche Maßnahmen wurden zum Schutz der Mitarbeiter eingeführt, wie flexibel wurde auf die Situation eingegangen und auf die unterschiedlichen Bedürfnisse der Mitarbeiter reagiert? „Als BKS Bank bieten wir schon seit vielen Jahren Gleitzeitmodelle an, welche die Vereinbarkeit von Beruf und Familie erleichtern. Seit Beginn der Pandemie stellen wir Home-Office-Arbeitsplätzen und Ausweichquartiere zur Verfügung. Wir konnten dadurch nicht nur den Bankbetrieb zu jeder Zeit aufrechterhalten, sondern unseren Mitarbeitern ein hohes Maß an Flexibilität und Sicherheit gewähren“, so Alexander Novak, Vorstandsmitglied der BKS Bank. Die Auszeichnungen wurden in vier Kategorien vom Zentralstaatlichen Amt für Demografie und Jugend in Kroatien vergeben und gingen an: Trakostyan Tours d.o.o. in der Kategorie Mikro-Unternehmen, an die Takeda Pharmaceuticals Croatia d.o.o. in der KategorieKleinunternehmen, an die BKS Bank in der Kategorie mittelständische Unternehmen und in der Kategorie der großen Unternehmen an die Zagrebaka banka d.d.. Von der Jury bewertet wurde das gesamte Angebot, welches das Unternehmen für die Vereinbarkeit von Beruf und Familie zur Verfügung stellt und auch, wie oft dieses Angebot angenommen wird. Award Nr. 2: Familienfreundlichstes Unternehmen Est vor wenigen Tagen wurde die BKS Bank von MAMFORCE© zum familienfreundlichsten Klein- und Mittelunternehmen Kroatiens gekürt. Besonders gewürdigt wurden unter anderem die flexiblen Arbeitszeitmodelle, die allen Mitarbeitern offenstehen, und die innovativen Teilzeitmodell nach einer Elternkarenz. Weiters gibt es in der Direktion Kroatien einen Kid’s Corner, wo Kinder nach der Schule ihre Hausaufgaben machen können, eine Unterstützung bei der Ferienbetreuung, ein Geschenk zur Geburt oder gemeinsame Aktivitäten wie einen Familientag oder Ausflüge, ein umfangreiches Gesundheitsprogramm und Maßnahmen zur Frauen- und Talenteförderung. Foto: Gernot Gleiss, honorarfrei abdruckbar Bildunterschrift.: BKS Bank Kroatien wurde als familienfreundliches Unternehmen gleich zwei Mal bestätigt. V.l.n.r. Tihomir Zadražil und Juraj Pezelj, Leiter der BKS Bank in Kroatien, BKS Bank-Vorstandsvorsitzende Herta Stockbauer und Vorstandsmitglied Alexander Novak.", "date": "25.01.2021"},
{"title": "BKS Bank besetzt Führungspositionen  mit langjährigen Mitarbeitern", "link": "https://www.bks.at/-/bks-bank-besetzt-fuehrungspositionen-mit-langjaehrigen-mitarbeitern?redirect=%2Fnews-presse%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_delta%3D10%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_4rRcEEkoXQ5d_cur%3D1", "content": "Neues Leitungsteam in der BKS Bank: Ferdinand Pinkelnig und Renata Maurer-Nikolic. „Wir freuen uns sehr, diese verantwortungsvollen Positionen in die erfahrenen Hände von langjährigen Mitarbeiter legen zu können. Beide sind hervorragend qualifiziert und haben ihre hohe Leistungsbereitschaft bereits vielfach unter Beweis gestellt“, so Herta Stockbauer, Vorstandsvorsitzende der BKS Bank. Der Grund für die beiden Neuernennungen ist die Reorganisation der Abteilung „Eigen- und Auslandsgeschäft“ der BKS Bank, welche seit vielen Jahren unter der Leitung von Josef Morak stand. „Josef Morak war 43 Jahre lang für die BKS Bank tätig. Wir danken ihm für sein außerordentliches Engagement und wünschen ihm für seinen neuen Lebensabschnitt in der Pension alles erdenklich Gute“, so Stockbauer. Die über viele Jahre an Aufgaben stark gewachsene Abteilung wurde nun in zwei neue Abteilungen gesplittet: Sales International und Treasury & Financial Institutions. Bindeglied und Drehscheibe: Sales International Die Abteilung Sales International ist die Drehscheibe zwischen den Auslandsdirektionen, den ausländischen Leasing- und Tochtergesellschaften und der Zentrale in Klagenfurt. Die Leitung übernimmt Renata Maurer-Nikolic, welche seit 2008 für die BKS Bank tätig ist. Im Jahr 2014 wurde ihr die Leitung der Gruppe Betreuung Auslandsniederlassungen übertragen, 2019 erhielt sie die Prokura verliehen. Geboren in Bosnien-Herzegowina, bringt sie internationales Banken-Know-How ein und hat von ihrer Position ein klares Bild: „Als Kind einer multikulturellen Familie habe ich schnell gelernt, wie wichtig es ist verbindend und verbindlich zu sein. Und genau so sehe ich meine Aufgabe als Leiterin der Abteilung Sales International – ein verlässliches Bindeglied in einem sich ständig verändernden Umfeld zu sein“, so Maurer-Nikolic. Handel und Betreuung: Treasury & Financial Institutions Die Abteilung Treasury & Financial Institutions umfasst die Bereiche Eigenhandel, Kundenhandel, Betreuung unserer Korrespondenzbanken sowie die Treasury Support-Funktion. Geleitet wird die Abteilung von Ferdinand Pinkelnig, der bereits von 1985 bis 1996 für die BKS Bank arbeitete und seit 2011 wieder für sie tätig ist. Seit dem Jahr 2012 leitet er die Gruppe Geld-, Devisen- und Wertpapierhandel. Der 56jährige Kärntner ist ein Vollblut-Banker, dem 2013 die Prokura verliehen wurde. „Ich kann mir keinen spannenderen Beruf vorstellen und freue mich sehr über das Vertrauen, welches mir entgegengebracht wird“, so Pinkelnig. Foto: © Caroline Knauder Bildunterschrift: Neues Leitungsteam in der BKS Bank: Ferdinand Pinkelnig und Renata Maurer-Nikolic.", "date": "07.01.2021"}
]